<!DOCTYPE html>
<html>

<head>
    <meta charset='utf-8'>
    <meta http-equiv='X-UA-Compatible' content='IE=edge'>
    <title>EULA</title>
    <meta name='viewport' content='width=device-width, initial-scale=1'>
    <link rel='stylesheet' type='text/css' media='screen' href='style/terms.css'>
</head>

<body>
    <div>
        <h2>Pol&iacute;tica de privacidade para<span>&nbsp;</span><a
                href="http://localhost:7777/httpdealerextension.ddns.net">DealerExtension </a></h2>
        <p>A garantia da confidencialidade dos dados pessoais dos utilizadores do nosso site &eacute; importante para o
            DealerExtension.</p>
        <p>Todas as informa&ccedil;&otilde;es pessoais relativas a membros, assinantes, clientes ou visitantes que usem
            o DealerExtension ser&atilde;o tratadas em concord&acirc;ncia com a Lei da Prote&ccedil;&atilde;o de Dados
            Pessoais de 26 de outubro de 1998 (Lei n.&ordm; 67/98).</p>
        <p>A informa&ccedil;&atilde;o pessoal recolhida pode incluir o seu ID da twitch e suas assoes nesta
            extens&atilde;o.</p>
        <p>O uso do DealerExtension pressup&otilde;e a aceita&ccedil;&atilde;o deste&nbsp;Acordo de privacidade. A
            equipa do DealerExtension reserva-se ao direito de alterar este acordo sem aviso pr&eacute;vio. Deste modo,
            recomendamos que consulte a nossa pol&iacute;tica de privacidade com regularidade de forma a estar sempre
            atualizado.</p>
        <h2>Liga&ccedil;&otilde;es a Sites de terceiros</h2>
        <p>O DealerExtension possui liga&ccedil;&otilde;es para outros sites, os quais, a nosso ver, podem conter
            informa&ccedil;&otilde;es / ferramentas &uacute;teis para os nossos visitantes. A nossa pol&iacute;tica de
            privacidade n&atilde;o &eacute; aplicada a sites de terceiros, pelo que, caso visite outro site a partir do
            nosso dever&aacute; ler a politica de privacidade do mesmo.</p>
        <p>N&atilde;o nos responsabilizamos pela pol&iacute;tica de privacidade ou conte&uacute;do presente nesses
            mesmos sites.</p>
    </div>

</body>

</html>